"kSaveErrorTitleKey"				= "Beim Sichern der Datei ist ein Fehler aufgetreten.";
"kSaveErrorTextKey"					= "Die übertragene Datei konnte nicht auf Ihrer Festplatte gesichert werden. Möglicherweise befindet sich der Zielordner auf einem schreibgeschützten Volume. Wählen Sie einen anderen Zielordner und versuchen Sie es erneut.";

"kRecieveItemTitleKey"				= "Objekt empfangen";
"kRecieveItemUnknownDeviceTextKey"	= "Ein Bluetooth-Gerät versucht, Ihnen das Objekt mit dem Namen „%@“ zu senden. Möchten Sie es empfangen?";
"kRecieveItemNamedDeviceTextKey"	= "Das Gerät „%@“ versucht, Ihnen das Objekt mit dem Namen „%@“ zu senden. Möchten Sie es empfangen?";

"kOpenNewFileTitleKey"				= "Sie haben die neue Datei „%@“ empfangen. Möchten Sie sie öffnen?";
"kOpenNewFileTextKey"				= "Sie können dieses Hinweisfenster in der Systemeinstellung „Bluetooth“ deaktivieren.";

"kCouldNotStartSDPTitleKey"			= "Bei dem Versuch, eingehende Verbindungungen zu ermöglichen, ist ein Fehler aufgetreten.";
"kCouldNotStartSDPTextKey"			= "Möglicherweise wurde die Bluetooth-Unterstützung auf diesem System nicht korrekt installiert. Installieren Sie die Bluetooth-Software neu und versuchen Sie es erneut.";

"kErrorOpeningFileTitleKey"			= "Beim Öffnen der Datei ist ein Fehler aufgetreten.";
"kErrorOpeningFileTextKey"			= "Die Datei konnte nicht geöffnet werden - möglicherweise fehlt das Hilfsprogramm. Sie können versuchen, die Datei manuell zu öffnen, indem Sie sie im Finder doppelklicken.";

"kFileTransferClientTitleKey"		= "Client für Dateiübertragung";
"kDisconnectTitleKey"				= "Möchten Sie die Verbindung zu „%@“ trennen?";
"kDisconnectTextKey"				= "Ihr Computer wird von „%@“ durchsucht. Möchten Sie die Verbindung trennen?";
"kDisconnectButtonKey"				= "Trennen";


"kFTPConfirmAllowButton"			= "Erlauben";
"kFTPConfirmRejectButton"			= "Nicht erlauben";
"kFTPConfirmMessageText"			= "„%@“ möchte Ihren Ordner „%@“ durchsuchen?";

"kVCardConfirmTitleText"			= "„%@“ fordert eine Kopie Ihrer Adressbuch-Visitenkarte an.";
"kVCardConfirmMessageText"			= "Klicken Sie auf „OK“, um die Anfrage anzunehmen, oder auf „Abbrechen“, um sie abzulehnen.";


"kOKButtonKey"						= "OK";
"kAcceptButtonKey"					= "Empfangen";
"kDeclineButtonKey"					= "Ablehnen";
"kCancelButtonKey"					= "Abbrechen";
"kOpenButtonKey"					= "Öffnen";
"kSkipButtonKey"					= "Überspringen";
"kShowInFinderButtonKey"			= "Im Finder zeigen";

"kUnknownFileNameKey"				= "Unbekannte Datei";
"kUnknownDeviceNameKey"				= "Unbekanntes Gerät";
"kDeviceIsSendingFileKey"			= "„%@“ sendet eine Datei";

"kTransferringKey"					= "Übertragen …";
"kTransferringFileKey"				= "„%@“ übertragen …";
"kTransferCompleteKey"				= "Übertragung ist beendet";
"kTransfersCompleteKey"				= "Übertragungen sind beendet";
"kTransferFailedKey"				= "Übertragung fehlgeschlagen";

"kWaitingKey"						= "Warten auf weitere Dateien …";

"kIncomingFileKey"					= "Eingehende Datei von:";


"kTypeFolderKey"					= "Ordner";
"kTypeApplicationKey"				= "Programm";
"kTypeKextKey"						= "Kernel-Extension";
"kTypeBundleKey"					= "Bundle";
"kTypeFrameworkKey"					= "Framework";
